[
  {
    "Numero": 1,
    "Nome": "Tanjiro Kamado",
    "Descricao": "O protagonista da série, Tanjiro é um gentil e determinado jovem que se torna um caçador de demônios após sua família ser massacrada por um demônio.",
    "Especie": "Humano",
    "Tipo": ["Respiração da Água"],
    "Altura": 165 ,
    "Peso": 63 ,
    "Imagem": "\\img\\pokemons\\1.webp"
  },
  {
    "Numero": 2,
    "Nome": "Nezuko Kamado",
    "Descricao": "A irmã mais nova de Tanjiro, que foi transformada em um demônio durante o ataque à sua família. Apesar de sua aparência demoníaca, Nezuko mantém sua bondade interior.",
    "Especie": "Demonio",
    "Tipo": [ "Kekkijutsu " ],
    "Altura": 153,
    "Peso": 45,
    "Imagem": "\\img\\pokemons\\2.webp"
  },
  {
    "Numero": 3,
    "Nome": "Zenitsu Agatsuma",
    "Descricao": "Um dos amigos de Tanjiro, Zenitsu é um espadachim medroso, mas extremamente talentoso, especializado na Respiração do Trovão.",
    "Especie": "Humano",
    "Tipo": ["Respiração do Trovão"],
    "Altura": 164,
    "Peso": 50,
    "Imagem": "\\img\\pokemons\\3.webp"
  },
  {
    "Numero": 4,
    "Nome": "Inosuke Hashibira",
    "Descricao": "Um espadachim selvagem e destemido que prefere o combate corpo a corpo. Inosuke é conhecido por sua máscara de javali e sua natureza competitiva.",
    "Especie": "Humano",
    "Tipo": [ "Respiração da Besta" ],
    "Altura": 164,
    "Peso": 63,
    "Imagem": "\\img\\pokemons\\4.webp"
  },
  {
    "Numero": 5,
    "Nome": "Giyu Tomioka",
    "Descricao": "Um dos Hashira, os mais poderosos espadachins de Demon Slayer Corps. Giyu é calmo e sério, demonstrando grande habilidade na Respiração da Água.",
    "Especie": "Humano",
    "Tipo": [ "Respiração da Água" ],
    "Altura": 176,
    "Peso": 66,
    "Imagem": "\\img\\pokemons\\5.webp"
  },
  {
    "Numero": 6,
    "Nome": "Shinobu Kocho",
    "Descricao": "Uma das Hashira, Shinobu é uma mulher gentil e inteligente, especializada na Respiração dos Insetos Venenosos e na criação de venenos para derrotar demônios.",
    "Especie": "Humano",
    "Tipo": [ "Respiração dos Insetos Venenosos" ],
    "Altura": 168,
    "Peso": 55,
    "Imagem": "\\img\\pokemons\\6.webp"
  },
  {
    "Numero": 7,
    "Nome": "Sakonji Urokodaki",
    "Descricao": "É um caçador de demônio aposentado que possuía o posto de Hashira da Água. Ele é o principal cultivador da Respiração da Água tendo treinado Makomo, Sabito, Giyu Tomioka e Tanjiro Kamado.",
    "Especie": "Humano",
    "Tipo": [ "Respiração da Água"],
    "Altura": 0,
    "Peso": 0,
    "Imagem": "\\img\\pokemons\\7.webp"
  },
  {
    "Numero": 8,
    "Nome": "Kanao Tsuyuri",
    "Descricao": "É uma Caçadora de Demônios, sendo também a irmã adotiva de Kanae Kocho, a Pilar das Flores, e Shinobu Kocho, a Pilar do Inseto, além de ser a Tsuguko de Shinobu. Kanao é uma jovem garota com olhos grandes e suaves, de uma cor rosa-lilás, emoldurados por cílios grossos. Ela tem cabelos pretos e finos, amarrados em um rabo de cavalo no lado direito da cabeça e presos por um enfeite de borboleta verde e rosa que pertenceu à sua irmã adotiva, Kanae Kocho. Ela tem uma franja reta e dois fios soltos no comprimento do queixo que se curvam para baixo acima de cada uma das orelhas.",
    "Especie": "Humana",
    "Tipo": [ "Respiração das Flores" ],
    "Altura": 156,
    "Peso": 46,
    "Imagem": "\\img\\pokemons\\8.webp"
  },
  {
    "Numero": 9,
    "Nome": "Muzan Kibutsuji",
    "Descricao": "O principal antagonista da série, Muzan é o primeiro demônio e líder da Lua Inferior. Ele busca eliminar os caçadores de demônios e alcançar a imortalidade completa.",
    "Especie": "Demonio",
    "Tipo": [ "Kekkijutsu " ],
    "Altura": 0,
    "Peso": 0,
    "Imagem": "\\img\\pokemons\\9.png"
  },
  {
    "Numero": 10,
    "Nome": "Kyojuro Rengoku",
    "Descricao": "Um dos Hashira, Kyojuro é um espadachim apaixonado conhecido por sua determinação e coragem. Ele é mestre na Respiração das Chamas.",
    "Especie": "Humano",
    "Tipo": [ "Respiração das Chamas" ],
    "Altura": 179,
    "Peso": 71,
    "Imagem": "\\img\\pokemons\\10.webp"
  },
  {
    "Numero": 11,
    "Nome": "Tengen Uzui",
    "Descricao": "Um dos Hashira, Tengen é um espadachim extravagante e confiante, conhecido por sua técnica única, a Respiração do Som, e por sua aparência exótica.",
    "Especie": "Humano",
    "Tipo": [ "Respiração do Som" ],
    "Altura": 182,
    "Peso": 78,
    "Imagem": "\\img\\pokemons\\11.webp"
  },
  {
    "Numero": 12,
    "Nome": "Akaza",
    "Descricao": "É um membro dos Doze Demônios da Lua, mantendo a posição da Lua Superior Três. Enquanto ele era humano, seu nome era Hakuji.",
    "Especie": "Demonio",
    "Tipo": [ "Kekkijutsu " ],
    "Altura": 173,
    "Peso": 94,
    "Imagem": "\\img\\pokemons\\12.webp"
  }
]
